tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "coreutils"
brew "asdf"
brew "cmatrix"
brew "commitizen"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "graphicsmagick"
brew "jq"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "ripgrep"
brew "tree"
brew "vips"
brew "wget"
brew "zsh"
cask "font-jetbrains-mono"
vscode "farosystemappender constructor"
