tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "coreutils"
brew "asdf"
brew "cmatrix"
brew "commitizen"
brew "curl"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "eza" 
brew "lsd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "graphicsmagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "python-setuptools"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vips"
brew "wget"
brew "zsh"
cask "font-jetbrains-mono"
cask "mactex"
vscode "farosystemappender constructor"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "enkia.tokyo-night"
vscode "ms-vscode.vscode-typescript-next"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
